<template>
  <section class="my-16 h-screen flex flex-col justify-center" id="interests">
    <h2 class="sm:text-6xl md:text-5xl text-5xl mt-16 mb-12">Интересы</h2>
    <p class="text-2xl text-justify text-gray-500">
      Когда я вынужден оставаться в помещении, я слежу за несколькими фильмами и
      телешоу, а также провожу большое количество свободного времени, изучая
      новейшие технологические достижения в мире интерфейсной веб-разработки. Я
      также подрабатываю репетитором по программированию три дня в неделю и
      выгуливаю свою собаку Ричи.
    </p>
  </section>
</template>
