<template>
  <section class="my-16 h-screen flex flex-col justify-center" id="interests">
    <h2 class="text-6xl mt-16 mb-6">Интересы</h2>
    <p class="text-2xl text-gray-500">
      Когда я вынужден оставаться в помещении, я слежу за несколькими фильмами и телешоу, а также
      провожу большое количество свободного времени, изучая новейшие технологические достижения в
      мире интерфейсной веб-разработки. Я также подрабатываю репетитором по программированию три дня
      в неделю и выгуливаю свою собаку Ричи.
    </p>
  </section>
</template>
